Repository: kaitoseto1129/campus-match
Catalog: Matching App/Localizable.xcstrings
Source language: ja
Languages: en

# [利用規約](%@) ・ [プライバシーポリシー](%@)
source: [利用規約](%1$@) ・ [プライバシーポリシー](%2$@)
en: [Terms of Service](%@) · [Privacy Policy](%@)

source: [画像]
en: [Image]

source: 「アピールを使う」をタップすると、いいねを消費して1時間だけ「探す」画面のトップに表示されます
en: Tap "Use a Boost" to spend Likes and appear at the top of the Discover screen for 1 hour

source: 「分析」をタップすると、プロフィールの閲覧数やいいね獲得率を確認できます
en: Tap "Analytics" to see your profile views and like rate

source: 「探す」で気になる人にいいね、 マッチしたら「トーク」でお話ししましょう
en: Tap "Discover" to like people you're interested in, then chat in "Chats" once you match

source: 「趣味カードを追加する」をタップして、趣味カードを登録してみましょう。共通の趣味があるお相手に見つけてもらいやすくなります
en: Tap "Add a Hobby Card" to register your hobbies. It'll make it easier for like-minded people to find you

source: 「足あと」をタップすると、あなたのプロフィールを見に来たお相手が分かります
en: Tap "Footprints" to see who's visited your profile

source: 「電話をします」というメッセージが相手に届きます。相手がタップして許可した場合のみ通話に進めます。
en: The other person will receive a "Calling you" message. The call only proceeds if they tap to accept.

source: /月
en: /mo

source: %@ にパスワード再設定用のメールを送信しました。届いたメール内のリンクから再設定してください。
en: We've sent a password reset email to %@. Please follow the link in the email to reset your password.

# %@お得! (%lld%%OFF)
source: %1$@お得! (%2$lld%%OFF)
en: Save %@! (%lld%% OFF)

source: %@さんから電話のリクエストです
en: %@ sent you a call request

source: %@さんが入力中...
en: %@ is typing...

source: %@さんが通話を許可しました
en: %@ accepted your call

source: %@さんに通話をリクエストしますか?
en: Request a call with %@?

source: %@さんをブロックしますか?
en: Block %@?

source: %@さんを報告
en: Report %@

source: %@さんを非表示にしますか?
en: Hide %@?

source: %@で絞り込む
en: Filter by %@

source: %@全体
en: All of %@

source: %@後に終了
en: Ends in %@

# %lld / %lld文字
source: %1$lld / %2$lld文字
en: %lld / %lld characters

# %lld / %lld文字以上
source: %1$lld / %2$lld文字以上
en: %lld / %lld characters min.

source: %lld/%lld人
en: %lld/%lld people

source: %lldcm 〜 %lldcm
en: %lld – %lld cm

source: %lld人
en: %lld people

source: %lld人に絞り込み中
en: Filtering to %lld people

source: %lld人まで
en: Up to %lld people

source: %lld件
en: %lld

source: %lld個
en: %lld

source: %lld歳
en: %lld

source: %lld歳 〜 %lld歳
en: %lld – %lld yrs

source: ※ これは練習です。実際のいいね・非表示は行われません。
en: * This is a practice run. No actual likes or hides will be sent.

source: ※ 安全のため、1通目でのご連絡先の交換はお控えください。直接会ってから交換することをおすすめします
en: * For your safety, please avoid exchanging contact information in your first message. We recommend exchanging it after meeting in person.

source: ↑ タップしてプロフィールを見てみましょう
en: ↑ Tap to view the profile

source: 1いいね %@
en: 1 Like: %@

source: 5人のお相手にいいね!を送ろう
en: Send Likes to 5 people

source: 7人のお相手にいいね!を送ろう
en: Send Likes to 7 people

source: 10いいねで1時間、この画面のトップに表示されます
en: 10 likes to appear at the top of this screen for 1 hour

source: 10いいねで1時間、探す画面のトップに表示!
en: 10 likes to appear at the top of Discover for 1 hour!

source: 20歳・体験用のサンプルです
en: Age 20 · Demo sample profile

source: 30いいね!を付与!
en: get 30 Likes!

source: 60分以内に最初のメッセージを送るとトークが長続きする傾向にあります
en: Sending your first message within 60 minutes tends to lead to longer conversations

source: AIで作成する
en: Create with AI

source: AIで自己紹介を作成
en: Create your bio with AI

source: OFFにすると他ユーザーからオンライン/オフラインが見えなくなります
en: Turning this off hides your online/offline status from other users

source: ONにすると、自分からいいねを送った相手以外の「探す」画面にあなたが表示されなくなり、足あとも付きません
en: When turned ON, you won't appear on other users' "Discover" screens (except those you've liked), and you won't leave footprints.

source: VIPオプションで相性が何%か分かります
en: See your compatibility percentage with the VIP option

source: アジア研究
en: Asian Studies

source: あてはまる趣味カードを選ぶと、プロフィールに表示されて共通の話題が見つけやすくなります(最大%lld個)
en: Select hobby cards that apply to you — they'll show on your profile and make it easier to find things in common (up to %lld)

source: あと%lld項目で完了!
en: %lld more items to complete!

source: あとで見る
en: Maybe Later

source: あとで設定する
en: Set Up Later

source: アドレスをコピー
en: Copy Address

source: あなたの顔がはっきり写っている写真を選んでください
en: Choose a photo that clearly shows your face

source: アニメ・漫画が好き
en: I love anime & manga

source: アニメーション
en: Animation

source: アピールしますか?
en: Activate Boost?

source: アピールする(10いいね消費)
en: Boost (uses 10 likes)

source: アピールの利用に失敗しました(残いいねが足りない可能性があります)
en: Failed to activate Boost (you may not have enough Likes remaining)

source: アピールの終了に失敗しました
en: Failed to end Boost

source: アピールを使う
en: Use a Boost

source: アピールを利用できませんでした
en: Couldn't Use Boost

source: アピールを終了しますか?
en: End Boost?

source: アピール中
en: Boosting

source: アピール中のユーザー
en: Boosted Users

source: アフリカ系アメリカ研究
en: African American Studies

source: アプリの不具合を見つけたとき
en: You find a bug in the app

source: アプリを紹介して50いいねゲット
en: Get 50 Likes by Sharing the App

source: アプリを紹介する(特典は受け取り済み)
en: Share the App (Reward Already Claimed)

source: アメリカ研究
en: American Studies

source: ありがとう
en: Thanks

source: いいね
en: Like

source: いいね!
en: Like!

source: いいね!履歴
en: Like History

source: いいね!履歴を見る
en: View Like History

source: いいね!数表示
en: Like count display

source: いいね!残数
en: Likes Remaining

source: いいねが多いほど、素敵な出会いのチャンスが広がります
en: The more likes you have, the more chances for a great match.

source: いいねが足りません
en: Not Enough Likes

source: いいねは何に使うの?
en: What are Likes used for?

source: いいねやマッチ、メッセージが届いた時に すぐに気付けるようになります
en: Get notified right away when you receive a like, match, or message

source: いいねを受け取りました!
en: You received a Like!

source: いいねを読み込めませんでした
en: Couldn't load Likes

source: いいねを購入
en: Buy Likes

source: いいねを購入する
en: Buy Likes

source: いいねを送りに行く
en: Go send a Like

source: いいねを送りました
en: Like Sent

source: いいねを送る
en: Send a Like

source: いいねを送ると、自動で次のお相手が表示されます。
en: After you send a Like, the next match will be shown automatically.

source: いいねを送れませんでした
en: Couldn't Send Like

source: いいね履歴を読み込めませんでした
en: Couldn't load Like history

source: いいね数表示
en: Show Like Count

source: いいね獲得率
en: Like Rate

source: いいね送信済み
en: Like Sent

source: いこう!
en: Let's go!

source: いこう!と伝えました
en: Told them let's go!

source: いただいたお問い合わせには、運営者が順次対応いたします。
en: We'll respond to your inquiry as soon as possible.

source: いつ・どこで?
en: When & where?

source: イベント参加
en: Events

source: いまこの画面のトップに表示されています
en: You're currently shown at the top of this screen

source: インタラクションデザイン
en: Interaction Design

source: エンタメ
en: Entertainment

source: おすすめ順
en: Recommended

source: おでかけ
en: Outings

source: オフライン
en: Offline

source: オペレーション管理
en: Operations Management

source: オンライン
en: Online

source: オンライン状態を表示する
en: Show online status

source: お二人の共通点から、話題になりそうなメッセージを選びました
en: We picked a message based on things you have in common that might spark conversation

source: お仕事・身分(1つ選択)
en: Occupation (choose one)

source: お使いの端末でメールアプリが設定されていないようです。%@ 宛にご連絡ください。
en: It looks like no mail app is set up on your device. Please contact us at %@.

source: お問い合わせ
en: Contact Us

source: お問い合わせ先
en: Contact Information

source: お相手とのマッチ度
en: Match Score

source: お相手とのマッチ度を見る
en: See Match Score

source: お相手に合わせたメッセージを作成中...
en: Creating a message tailored to your match...

source: お相手の人気度が分かる
en: See how popular they are

source: お相手を見に行く
en: Go find a match

source: お酒
en: Drinking

source: お酒を飲むのが好き
en: I love drinking

source: カスタマイズする
en: Customize

source: カテゴリ
en: Category

source: カテゴリで絞り込む
en: Filter by category

source: カフェ・勉強
en: Cafe & Study

source: カフェ巡りが好き
en: I love café hopping

source: カラオケが好き
en: I love karaoke

source: キャンセル
en: Cancel

source: キャンセルする
en: Cancel it

source: キャンセルできませんでした
en: Couldn't cancel

source: キャンセル済み
en: Canceled

source: キャンプ・アウトドアが好き
en: I love camping & the outdoors

source: キャンマッチ
en: CamMatch

source: キャンマッチ お問い合わせ
en: CamMatch Inquiry

source: キャンマッチ、使ってみて!学生限定のマッチングアプリです。
en: Check out CamMatch! It's a matching app exclusively for university students.

source: キャンマッチは大学生専用の マッチングアプリです
en: CamMatch is a matching app exclusively for university students

source: キャンマッチへようこそ
en: Welcome to CamMatch

source: グラフィックデザイン
en: Graphic Design

source: グラマー
en: Curvy

source: クリエイティブ
en: Creative

source: グループトークを開く
en: Open group chat

source: グルメ
en: Food

source: くわしいプロフィール(任意)
en: Detailed Profile (Optional)

source: ゲームが好き
en: I love gaming

source: ゲームデザイン
en: Game Design

source: コードを再送する
en: Resend Code

source: コードを再送する(%lld秒後)
en: Resend Code (in %lld sec)

source: ここで入力するのは必須項目だけです。くわしいプロフィールは登録後にゆっくり追加できます。
en: Only the required fields are needed here. You can fill in the rest of your profile anytime after signing up.

source: この「この条件で検索」ボタンを押してみましょう
en: Try tapping this "Search with these filters" button

source: このお相手は人気会員です
en: This person is a popular member

source: このトークを非表示にしますか?
en: Hide this conversation?

source: このプランにする
en: Choose This Plan

source: このまま送信する
en: Send Anyway

source: この内容を使う
en: Use This Text

source: この写真を読み込めませんでした。別の写真でお試しください。
en: Couldn't load this photo. Please try a different one.

source: この国では都道府県/州単位の絞り込みは未対応のため、国単位で絞り込みます。
en: State/prefecture-level filtering isn't supported for this country, so it will filter by country instead.

source: この日から
en: From this date

source: この日に開催
en: Happening on this day

source: この日まで
en: Until this date

source: この条件で検索
en: Search With These Filters

source: この範囲を使用する
en: Use This Range

source: この購入を確認できませんでした。時間をおいて再度お試しください。
en: We couldn't verify this purchase. Please try again later.

source: この集まりはキャンセルされました
en: This gathering has been canceled

source: コミュニケーション学
en: Communication

source: これは他のユーザーから見たプレビューです
en: This is a preview of how other users see your profile

source: これは体験用のダミープロフィールです。実際のユーザーには、こんなふうにプロフィールが表示されます。
en: This is a sample profile for the tutorial. Real users' profiles will look like this.

source: こんなときにご連絡ください
en: Contact us in cases like these

source: コンピューターサイエンス
en: Computer Science

source: コンピューター工学
en: Computer Engineering

source: ご意見・ご相談をお寄せください
en: Share your feedback or questions

source: ご飯
en: Food

source: サークル・部活(1つ選択)
en: Club / Circle (Choose 1)

source: サイバーセキュリティ
en: Cybersecurity

source: サブスクリプションを管理
en: Manage Subscription

source: サプライチェーン管理
en: Supply Chain Management

source: サブ写真
en: Additional Photos

source: サブ写真(任意・%lld枚まで)
en: Additional Photos (Optional, up to %lld)

source: サポート
en: Support

source: サンプルさん
en: Sample User

source: サンプルさん・20歳
en: Sample User · Age 20

source: ジェンダー研究
en: Gender Studies

source: しばらくしてから、もう一度お試しください
en: Please try again in a little while.

source: ジャーナリズム
en: Journalism

source: ショッピングが好き
en: I love shopping

source: スイーツが好き
en: I love sweets

source: スキップ
en: Skip

source: スノボ・スキーが好き
en: I love snowboarding & skiing

source: スペシャルいいね!で優先表示
en: Stand Out with a Special Like!

source: すべて
en: All

source: スポーツ
en: Sports

source: スポーツ・アウトドア
en: Sports & Outdoors

source: スポーツマネジメント
en: Sports Management

source: スポーツ観戦が好き
en: I love watching sports

source: スリム
en: Slim

source: その他
en: Other

source: その他の操作
en: More Options

source: ソフトウェア工学
en: Software Engineering

source: それでも選択する
en: Select Anyway

source: だいたい%lld時間
en: About %lld hours

source: たくさんの出会いがあることを祈っています!
en: Wishing you lots of great matches!

source: タバコ
en: Smoking

source: たまに吸う
en: Smokes occasionally

source: データがまだありません
en: No data yet

source: データが増えると、ここに改善のヒントが表示されます
en: Tips will appear here as more data becomes available

source: データサイエンス
en: Data Science

source: デイリーミッション
en: Daily Missions

source: トーク
en: Chats

source: トークに戻る
en: Back to Chat

source: トークの
en: See when your

source: どこまで読まれているか
en: How Far People Read

source: ドライブが好き
en: I love driving

source: ニックネーム
en: Nickname

source: ニックネームを入力してください
en: Please enter a nickname

source: はじめる
en: Get Started

source: パスワード
en: Password

source: パスワードをお忘れの方はこちら
en: Forgot your password?

source: パスワードを表示
en: Show Password

source: パスワードを隠す
en: Hide Password

source: パスワード再設定
en: Reset Password

source: ビジネス分析
en: Business Analytics

source: ピンチで拡大縮小、ドラッグで位置調整できます
en: Pinch to zoom, drag to reposition

source: ファッションが好き
en: I love fashion

source: フェス・イベントが好き
en: I love festivals & events

source: プライバシーポリシー
en: Privacy Policy

source: プライバシー設定
en: Privacy Settings

source: プライベートモード
en: Private Mode

source: プライベートモード中
en: Private Mode is On

source: プランはいつでも「サブスクリプションを管理」から解約できます。解約後も、現在の請求期間の終了までは有料会員の特典をご利用いただけます。
en: You can cancel anytime from "Manage Subscription". After canceling, you'll keep Premium benefits until the end of the current billing period.

source: プランを変更できませんでした
en: Couldn't Change Plan

source: プランを選んでください
en: Choose a plan

source: プレビュー
en: Preview

source: ブロック
en: Block

source: ブロックしたユーザーはいません
en: No blocked users

source: ブロックしているため、メッセージを送信できません
en: You can't send messages because this user is blocked

source: ブロックしました
en: Blocked

source: ブロックする
en: Block

source: ブロックするとお互いにメッセージが送れなくなり、このトークは一覧から消えます
en: Blocking will prevent you both from messaging each other, and this chat will disappear from your list

source: ブロックするとお互いにメッセージが送れなくなり、トーク一覧からも消えます
en: Blocking will prevent you both from sending messages, and this chat will disappear from your Talk list.

source: ブロックするとお互いにメッセージが送れなくなります
en: Blocking will prevent you both from messaging each other

source: ブロックできませんでした
en: Couldn't Block User

source: ブロックリスト
en: Block List

source: プロフィール、いいね、マッチ、トーク履歴などすべてのデータが削除され、元に戻せません。
en: Your profile, likes, matches, chat history, and all other data will be permanently deleted.

source: プロフィールの反応をチェック
en: Check your profile's reactions

source: プロフィールの編集、いいねの購入、有料会員プランの確認、安心・安全ガイドなどはすべて画面右下の「マイページ」タブからアクセスできます
en: Editing your profile, buying likes, checking your Premium plan, the safety guide, and more are all in the "My Page" tab at the bottom right

source: プロフィールを充実させると いいねが届きやすくなります
en: A more complete profile makes you more likely to get likes

source: プロフィールを完成させてください
en: Please complete your profile

source: プロフィールを確認・編集
en: View & Edit Profile

source: プロフィールを編集する
en: Edit Profile

source: プロフィールを読み込めませんでした
en: Couldn't load profile

source: プロフィール充実度
en: Profile Completeness

source: プロフィール分析
en: Profile Analytics

source: プロフィール登録
en: Complete Your Profile

source: プロフィール編集
en: Edit Profile

source: プロフィール閲覧といいね!が使えます。メッセージは1日%lld人まで送れます
en: You can browse profiles and send Likes. You can message up to %lld people per day

source: プロフィール項目で絞り込み
en: Filter by profile details

source: ホスピタリティ経営
en: Hospitality Management

source: マーケティング
en: Marketing

source: マイページ
en: My Page

source: マイページからいいねを増やしてください。
en: Please get more likes from My Page.

source: マイページの紹介はこれで終わりです
en: That's the end of the My Page tour

source: マイページを見てみる
en: Check Out My Page

source: または
en: or

source: まだマッチしたお相手がいません
en: No matches yet

source: まだ主催した集まりはありません
en: You haven't hosted any gatherings yet

source: まだ届いたいいねはありません
en: No likes received yet

source: まだ応募はありません
en: No applications yet

source: まだ誰にもいいねしていません
en: You haven't liked anyone yet

source: まだ足あとはありません
en: No footprints yet

source: マッチした相手からの金銭要求には応じず、運営までご連絡ください。
en: Do not respond to requests for money from a match, and please contact us instead.

source: マッチしました!最初のメッセージを送ってみましょう
en: It's a Match! Try sending your first message

source: マッチングが成立しました!
en: It's a Match!

source: マッチ一覧を読み込めませんでした
en: Couldn't load your matches

source: マッチ処理に失敗しました
en: Failed to process the match

source: マッチ済み
en: Matched

source: マネジメント
en: Management

source: ミッションを読み込めませんでした
en: Couldn't load missions

source: みてね!で気になるお相手に再アプローチしよう!
en: Use "Notice Me!" to reach out again to someone you're interested in!

source: みんなの募集
en: Browse postings

source: メールアドレス
en: Email address

source: メールアドレスの確認
en: Verify Your Email Address

source: メールアドレスまたはパスワードが間違っています
en: Incorrect email address or password

source: メールアプリで作成する
en: Compose in Mail App

source: メールアプリを開けませんでした
en: Couldn't Open Mail App

source: メールが届かない場合
en: If you don't receive the email

source: メイン
en: Main

source: メインにする
en: Set as Main

source: メインより先に、この%lld枚から登録しても大丈夫です。写真をドラッグすると並び替えられます
en: It's fine to add these %lld photos before your main one. Drag a photo to reorder it.

source: メイン写真
en: Main Photo

source: メイン写真(必須)
en: Main photo (required)

source: メイン写真を追加してください(サブ写真は任意です)
en: Please add a main photo (additional photos are optional)

source: メカトロニクス
en: Mechatronics

source: メッセージし放題
en: Unlimited Messaging

source: メッセージし放題・いいね数表示・プライベートモードなど
en: Unlimited messaging, like count display, private mode, and more

source: メッセージし放題・いいね数表示など全特典が使えます
en: You have access to all benefits: unlimited messaging, like count display, and more

source: メッセージし放題!
en: Unlimited messaging!

source: メッセージの送信に失敗しました
en: Failed to send message

source: メッセージを入力
en: Type a message

source: メッセージを読み込めませんでした
en: Couldn't load messages

source: メッセージを送る
en: Send a Message

source: メッセージを選択してください
en: Please select a message

source: メディア研究
en: Media Studies

source: もう一度お試しください。
en: Please try again.

source: ものづくり・開発が好き
en: I love building & creating things

source: ややぽっちゃり
en: Chubby

source: やや細め
en: Slender

source: やることリスト
en: To-Do List

source: ユーザー一覧を読み込めませんでした
en: Couldn't load users

source: ライフスタイル
en: Lifestyle

source: ライフスタイル(任意)
en: Lifestyle (optional)

source: ランニングが好き
en: I love running

source: リクエストする
en: Send Request

source: リクエストを見送りました
en: Declined the request

source: リセット
en: Reset

source: リトライ
en: Retry

source: ログアウト
en: Log Out

source: ログアウトしますか?
en: Log out?

source: ログイン
en: Log In

source: ログインするだけでいいねがもらえます
en: Get likes just by logging in

source: ログインボーナス
en: Login Bonus

source: ログインボーナスの「受け取る」をタップしてみましょう
en: Try tapping "Claim" on your login bonus

source: ログイン順
en: Recently Active

source: ロボティクス
en: Robotics

source: 一緒に参加したい理由や自己紹介など
en: Why you'd like to join, a quick intro, etc.

source: 一言コメント
en: Tagline

source: 一言コメント(任意)
en: Tagline (optional)

source: 下の「いいねを送る」を押してみましょう
en: Try tapping "Send a Like" below

source: 下記のアドレスに6桁の確認コードを送りました
en: We've sent a 6-digit verification code to the address below

source: 不動産学
en: Real Estate

source: 不審なユーザーを報告
en: Report Suspicious Users

source: 不快な言動をするユーザーを見つけたら、ブロック・報告機能をご利用ください。
en: If you encounter a user behaving inappropriately, please use the block or report feature.

source: 主催中
en: Hosting

source: 主催者
en: Host

source: 人に絞り込み中
en: people

source: 人工知能
en: Artificial Intelligence

source: 人数
en: Party size

source: 人数制限なく
en: No limit on

source: 人気No.1!
en: #1 Popular!

source: 人的資源管理
en: Human Resource Management

source: 人類学
en: Anthropology

source: 今は無理
en: Not Now

source: 今は難しいようです
en: They're not available right now

source: 今回は参加が見送られました
en: Your application wasn't accepted this time

source: 今後「探す」画面に表示されなくなります
en: This person will no longer appear in Discover

source: 今日のミッションを確認しよう
en: Check today's missions

source: 今月入会
en: Joined This Month

source: 今週入会
en: Joined This Week

source: 他のユーザーも見てみる
en: See Other Users

source: 他のユーザーも見てみる(最後まで到達)
en: Reached: Browse Other Users

source: 会員ステータス
en: Membership Status

source: 会計学
en: Accounting

source: 体型
en: Body Type

source: 何をしますか?
en: What are you planning?

source: 使い方はかんたん
en: It's easy to use

source: 使う
en: Use

source: 使用できない表現が含まれているため送信できません
en: This message contains language that isn't allowed and can't be sent

source: 例: 都内在住、大学生です!
en: e.g. Living in Tokyo, university student!

source: 例: 駅前のカフェでご飯行きませんか
en: e.g. Want to grab food near the station?

source: 保存
en: Save

source: 保存に失敗しました
en: Failed to Save

source: 保険数理
en: Actuarial Science

source: 個人情報の開示・訂正・削除のご請求
en: Requests to disclose, correct, or delete your personal information

source: 個人情報を守る
en: Protect Your Personal Information

source: 入力内容を確認してください
en: Please check your input

source: 全て受け取る
en: Claim All

source: 公共政策
en: Public Policy

source: 公衆衛生学
en: Public Health

source: 共通点%lld
en: %lld in Common

source: 再設定メールを送信
en: Send Reset Email

source: 再読み込み
en: Reload

source: 最初のメッセージを自動生成
en: Auto-Generate First Message

source: 最初のメッセージを送って挨拶してみましょう
en: Send the first message to say hello

source: 最後に、気になるお相手を見つけたときの流れを体験してみましょう
en: Finally, let's try out what happens when you find someone you're interested in

source: 最後に「マイページ」もチェックしましょう
en: Lastly, let's check out "My Page" too

source: 最終更新日: %@
en: Last Updated: %@

source: 写真
en: Photo

source: 写真(任意)
en: Photo (optional)

source: 写真%lld枚以上
en: %lld+ photos

source: 写真がまだ登録されていません
en: No photos added yet

source: 写真ごとの閲覧数
en: Views per Photo

source: 写真の保存に失敗しました
en: Failed to save photo

source: 写真の削除に失敗しました
en: Failed to delete photo

source: 写真の確認に失敗しました。もう一度お試しください。
en: Failed to verify the photo. Please try again.

source: 写真の読み込みに失敗しました。もう一度お試しください。
en: Failed to load the photo. Please try again.

source: 写真を削除
en: Remove photo

source: 写真を変更できません
en: Can't Change Photo

source: 写真を撮るのが好き
en: I love taking photos

source: 写真を編集
en: Edit Photo

source: 写真を調整
en: Adjust Photo

source: 写真を追加
en: Add a photo

source: 写真を追加できません
en: Can't Add Photo

source: 分子生物学
en: Molecular Biology

source: 分析データを読み込めませんでした
en: Couldn't load analytics data

source: 刑事司法学
en: Criminal Justice

source: 初めて会うときは
en: Meeting for the First Time

source: 初対面は人目のある場所で、日中に会うことをおすすめします。
en: We recommend meeting in a public place during the daytime for your first meeting.

source: 初等教育
en: Elementary Education

source: 利用規約
en: Terms of Service

source: 到達した割合が低いほど、その手前で離脱している人が多いことを示します
en: A lower reach rate means more people are dropping off before that point

source: 削除する
en: Delete

source: 創作・クリエイティブライティング
en: Creative Writing

source: 勉強・資格取得が好き
en: I love studying & earning certifications

source: 動物が好き
en: I love animals

source: 募集する
en: Post

source: 募集できませんでした
en: Couldn't post the gathering

source: 募集中の集まりはまだありません
en: No open gatherings yet

source: 化学
en: Chemistry

source: 化学工学
en: Chemical Engineering

source: 却下できませんでした
en: Couldn't decline

source: 参加が決まっているメンバーに通知が届き、グループトークは使えなくなります
en: Confirmed members will be notified and the group chat will no longer be available

source: 参加中・主催中の集まりはありません
en: You're not hosting or joining any gatherings

source: 参加確定
en: Confirmed

source: 取り消し
en: Withdrawn

source: 取り消す
en: Cancel

source: 取り消せませんでした
en: Couldn't withdraw

source: 受け取ったいいね数を他のユーザーに表示する
en: Show the number of likes you've received to other users

source: 受け取りに失敗しました
en: Failed to claim reward

source: 受け取り済みです
en: Already Claimed

source: 受け取る
en: Claim

source: 受け取れました!右上の「閉じる」を押して次へ進みましょう
en: Received! Tap "Close" in the top right to continue

source: 受取済み
en: Claimed

source: 右上の+から、ご飯や集まりを募集してみましょう
en: Tap + in the top right to post a gathering

source: 吸う
en: Smokes

source: 吸わない
en: Doesn't smoke

source: 哲学
en: Philosophy

source: 商品が見つかりませんでした
en: Product not found

source: 商品情報を読み込めませんでした
en: Couldn't load product information

source: 国
en: Country

source: 国を検索
en: Search countries

source: 国籍
en: Nationality

source: 国籍を検索
en: Search nationalities

source: 国際経営
en: International Business

source: 国際関係学
en: International Relations

source: 土木工学
en: Civil Engineering

source: 地方から選ぶ
en: Choose by Region

source: 地球科学
en: Earth Science

source: 地理学
en: Geography

source: 地質学
en: Geology

source: 基本情報
en: Basic Info

source: 基本情報(必須)
en: Basic Information (Required)

source: 報告しました
en: Reported

source: 報告できませんでした
en: Couldn't submit report

source: 場所(駅名やお店の名前など)
en: Location (station, restaurant name, etc.)

source: 大学
en: University

source: 大学から発行されたメールアドレス(例: your_name@university.ac.jp)で登録してください
en: Please sign up using the email address issued by your university (e.g. your_name@university.ac.jp)

source: 大学のメールアドレスで登録してください
en: Please register with your university email address

source: 大学メールアドレスで登録
en: Sign up with your university email

source: 大学を選択してください
en: Please select a university

source: 大学名で検索
en: Search by university name

source: 大学情報を読み込めませんでした
en: Couldn't load university information

source: 大学生専用のアプリのため、学校のメールアドレスでご登録ください
en: This app is for university students only, so please sign up with your school email address
